        <!-- main-footer -->
        <footer class="main-footer p_relative">
            <!-- <div class="footer-top">
                <div class="auto-container">
                    <div class="top-inner">
                        <ul class="footer-menu">
                            <li><a href="index.html">Management</a></li>
                            <li><a href="index.html">About Us</a></li>
                            <li><a href="index.html">Company</a></li>
                        </ul>
                        <div class="footer-logo">
                            <figure class="logo"><a href="index.html"><img src="assets/images/logo.png" alt=""></a></figure>
                        </div>
                        <ul class="footer-menu">
                            <li><a href="index.html">Career</a></li>
                            <li><a href="index.html">Location</a></li>
                            <li><a href="index.html">Contact </a></li>
                        </ul>
                    </div>
                </div>
            </div> -->

            <div class="footer-bottom centred">
                <div class="auto-container">
                    <div class="copyright">
                        <p><a href="#"></a>© 2024 Village Visit. All Right Reserved.</p>
                    </div>
                </div>
            </div>
        </footer>
        <!-- main-footer end -->



        <!-- scroll to top -->
        <button class="scroll-top scroll-to-target" data-target="html">
            <i class="fal fa-long-arrow-up"></i>
        </button>

    </div>
<script>var catAndActs = {};
catAndActs['taluka1'] = [
    'અડાલજ', 'આદરજ મોટી', 'ઉનાવા', 'ઉવારસદ', 'કાકાના તારાપુર', 'જલુંદ', 'જમીયતપુરા', 
    'ટીંટોડા', 'તારાપુર', 'દંતાલી', 'પીંપળજ', 'પીંઢારડા', 'પુન્દ્રાસણ', 'ભોયણ રાઠોડ', 
    'રૂપાલ', 'વાસન', 'શેરથા', 'સરઢવ', 'સોનીપુર', 'આલમપુર', 'ઈસનપુર મોટા', 'કાનપુર', 
    'ગલુદણ', 'ગિયોડ', 'ચંદ્રાલા', 'ચિલોડા(ડ)', 'ચેખલારાણી', 'છાલા', 'જાખોરા-રાજપુરા', 
    'ડભોડા', 'દશેલા', 'દોલારાણા વાસણા', 'ધણપ', 'નવાધરમપુર', 'પિરોજપુર', 'મગોડી', 'મહુન્દ્રા', 
    'માધવગઢ', 'મેદરા', 'રાયપુર', 'રતનપુર', 'રણાસણ', 'લેકાવાડા', 'લવારપુર', 'લીંબડીયા-કરાઈ', 
    'વડોદરા', 'વાંકા નેરડા', 'વિરા તલાવડી', 'શાહપુર', 'શિહોલી મોટી', 'સાદરા', 'સોનારડા', 'વલાદ', 
    'વજાપુર', 'પ્રાતિયા', 'પાલજ', 'મોતીપુરા', 'મુબારકપુરા'
];

catAndActs['taluka2'] = ['ગણપતપુરા', 'કાંઠા', 'ભીમાસણ', 'પાનસર', 'દંતાલી', 'નવા', 
        'હાજીપુર', 'જાસપુર', 'રામનગર', 'છત્રાલ', 'અઢાણા', 'વેડા', 
        'ધાનોટ', 'બિલેશ્‍વરપુરા', 'ડીંગુચા', 'આરસોડિયા', 'ધમાસણા', 
        'બોરીસણા', 'ભોયણ મોટી', 'ઈસંડ', 'વડાવ સ્‍વામી', 'મોખાસણ', 
        'વાંસજડા (ક)', 'ઉસ્‍માનાબાદ', 'શનાવડ', 'પલસાણા', 'ઉનાલી', 
        'મુલસાણા', 'ખોરજ ડાભી', 'ભાઉપુરા', 'વાંસજડા (ઢે)', 'જેઠલજ', 
        'સબાસપુર', 'ગોલથરા', 'શેરીસા', 'પિયજ', 'પ્રતાપપુરા (પિ)', 
        'ભાદોલ', 'નારદીપુર', 'રાંચરડા', 'નાંદોલી', 'રણછોડપુરા', 
        'કારોલી', 'નાસ્‍મેદ', 'વાયણા', 'પલોડિયા', 'ધાનજ', 'વડસર', 
        'સાંતેજ', 'ખાત્રજ', 'રકનપુર', 'પલિયડ', 'ગોવિંદપુરા (વે)', 
        'ઓળા', 'સઈજ', 'હિંમતપુરા(વે)'
];
catAndActs['taluka3'] = [
        'ચામલા', 'ડેમાલિયા', 'મીરાપુર', 'પલાનો મઠ', 'પસુણિયા', 'શિયાપુર', 
        'કનીપુર', 'કમાલબંધ વાસણા', 'હિલોલ', 'હિલોલ વાસણા', 'વાસણા સોગઠી', 
        'મીઠાના મુવાડા', 'શિયાવાડા', 'વેલપુરા', 'આંત્રોલી', 'પહાડિયા સુજાના મુવાડા', 
        'કડજોદરા', 'સાંપા', 'મોટી નાની મોરાલી', 'રામનગર', 'કરોલી', 'જલુન્દ્રા મોટા', 
        'સાહેબજીના મુવાડા', 'વડોદ', 'પીપલજ', 'મોટી નાની માછગ/ મિરાજાપુર', 'દોડ', 
        'જાલિયા મઠ', 'સલકી', 'અહમદપુર', 'વર્ધાના મુવાડા', 'અગુંથલા', 'ખાનપુર', 
        'મોસમપુર', 'પાલૈયા', 'વડવાસા', 'જલુન્દ્રા નાના', 'બિલમણા', 'કંથારપુરા', 
        'નાંદોલ', 'વાસણા રાઠોડ', 'કડાદરા', 'વટવા', 'હરસોલી-જીવાજીની મુવાડી', 
        'જિંડવા-મેધરજના મુવાડા', 'અંતોલી', 'ડુમેચા', 'ખાડિયા થડા કુવા', 
        'નારણાવટ ખાપરેશ્‍વર', 'બહિયલ', 'ઝાલાની મુવાડી', 'બારિયા', 
        'ઇસનપુર ડોડિયા', 'બારડોલી બારિયા', 'ચીસકારી', 'અરજણજીના મુવાડા', 
        'પાવઠી-નજુપુરા-સાંબેલા', 'દેવકરણના મુવાડા', 'મોતીપુરા મહુડિયા', 
        'ઉદણ', 'ભાદરોડા', 'રખિયાલ', 'ધણિયોલ', 'બદપુર', 'બાબરા', 'ધારીસણા', 
        'પાટના કુવા', 'સગદલપુર', 'સાણોદા', 'ઓમતમપુરા', 'વાસણા ચૌધરી', 
        'ચેખલા પગી', 'હાલીસા', 'અમરાજીના મુવાડા', 'પાલુન્દ્રા', 'હાથીજણ', 
        'લવાડ', 'ઝાંક', 'હરખજીના મુવાડા', 'નવાનગર', 'ઘમીજ', 'કોદરાલી', 
        'જેસા-ચંદાના-મુવાડા', 'સામેત્રી', 'લીહોડા', 'જીવરાજના મુવાડા', 
        'લાખાના મુવાડા', 'નાગજીના મુવાડા', 'પન્નાના મુવાડા', 'કૃષ્ણનગર', 
        'બારડોલી કાંઠી', 'કલ્યાણજીના મુવાડા', 'ખાખરા'];
catAndActs['taluka4'] = [ 'અંબોડ', 'અનોડિયા', 'અમરાપુરા (ખ)', 'ઇન્‍દ્રપુરા', 'ઇશ્વરપુરા (બ)', 
        'કુંવાદરા', 'ખાટા આંબા', 'ખડાત', 'ખરણા', 'લોદરા', 'હિંમતપુરા (લા)', 
        'ડોડીપાળ', 'દેલવાડા', 'મંડાલી (વિ)', 'ભીમપુરા', 'બદપુરા', 'મોતીપુરા (વે)', 
        'ઇટાદરા', 'ગોવિંદપુરા (સ)', 'ચડાસણા', 'ચરાડા', 'સોલૈયા', 'સમૌ', 
        'હનુમાનપુરા', 'હરણાહોડા', 'વિહાર', 'વિજયનગર (કું)', 'હિંમતપુરા (બિ)', 
        'ફતેપુરા (મા)', 'બિલોદરા', 'પુંઘરા', 'પાલડી વ્‍યાસ', 'પાલડી રાઠોડ', 
        'પાટણપુરા', 'પ્રતાપનગર', 'પારસા', '૫ડુસ્‍મા', 'દેલવાડ', '૫રબતપુરા', 
        'ઘોળાકૂવા', 'પ્રેમપુરા (વે)', 'ઘમેડા', 'રંગપુર', 'રાજપુરા (મા)', 'રામપુરા', 
        'રીદ્રોલ', 'મકાખાડ', 'મહુડી', 'માણેકપુર (મ)', 'બાપુપુરા', 'વરસોડા', 'બોરૂ', 
        'ઉમિયાનગર (દે)', 'કોટવાસ', 'આનંદપુરા (સો)', 'બળિયાનગર (મા)', 'ગુન્‍મા', 
        'આજોલ', 'અજરાપુરા', 'આનંદપુરા (અં)', 'આનંદપુરા (વે)', 'વેડા', 
        'અમરાપુરા (ગ્રા)', 'ઉમિયાનગર', 'ગલથરા', 'ગુલાબપુરા', 'લાકરોડા', 
        'લિંબોદરા', 'ઈટલા', 'ચાંદીસણા', 'જામળા', 'અલુવા', 'પ્રતાપપુરા (બા)', 
        'શોભાસણ', 'બાલવા', 'નાદરી', 'સોજા', 'મણીનગર', 'વાગોસણા', 'ધેંધુ', 
        'આમજા'];

function ChangecatList() {
    var catList = document.getElementById("validationCustom03");
    var actList = document.getElementById("validationCustom04");
    var selCat = catList.options[catList.selectedIndex].value;
    while (actList.options.length) {
        actList.remove(0);
    }
    var cats = catAndActs[selCat];
    if (cats) {
        var i;
        for (i = 0; i < cats.length; i++) {
            var cat = new Option(cats[i], i);
            actList.options.add(cat);
        }
    }
} </script>
       <!-- jequery plugins -->
    <script src="assets/js/jquery.js"></script> 
    <script src="assets/js/popper.min.js"></script>
    <script src="assets/js/bootstrap.min.js"></script>
    <script src="assets/js/owl.js"></script>
    <script src="assets/js/wow.js"></script>
    <script src="assets/js/validation.js"></script>
    <script src="assets/js/jquery.fancybox.js"></script>
    <script src="assets/js/appear.js"></script>
    <script src="assets/js/scrollbar.js"></script>
    <script src="assets/js/isotope.js"></script>
    <!-- <script src="assets/js/jquery.nice-select.min.js"></script> -->
    <script src="assets/js/jquery-ui.js"></script>

    <!-- map script -->
    <!-- <script src="assets/js/gmaps.js"></script> -->
    <script src="assets/js/map-helper.js"></script>

    <!-- main-js -->
    <script src="assets/js/script.js"></script>